Docker/TokenAuthTest/app/controllers/messages_controller.rb

    def create
      @message = Message.new(message_params)

      if @message.save
---
INSERT INTO "messages" ("title", "text", "created_at", "updated_at") VALUES (?, ?, ?, ?)