Docker/TokenAuthTest/app/controllers/user_controller.rb

  def create
    @user = User.new(user_params)
    @user.save
---
INSERT INTO "users" ("name", "password_digest", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["name", "user3"], ["password_digest", "$2a$12$lyrIgYfp5vqIHEL7qWd0rOSMDZTuR91bdkE6wGWgcmrJqYd09QTU6"], ["created_at", "2020-03-22 22:54:26.993325"], ["updated_at", "2020-03-22 22:54:26.993325"]]