Docker/EphemeralRuby/app/controllers/messages_controller.rb

  def create
    @message = Message.new(message_params)

    @message.save
---
INSERT INTO "messages" ("title", "text", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "abc"], ["text", "123"], ["created_at", "2020-02-27 19:18:08.735209"], ["updated_at", "2020-02-27 19:18:08.735209"]]